[
  {
    "title": "Log 3",
    "date": "Sep 1, 2023",
    "desc": "My name is [HIDDEN]Mahad[/HIDDEN]. My therapist told me to start journaling, so here I am. I've decided to start jotting things down on my laptop since these are for myself only and this seems convenient. I don't see any point in putting in any information about me, to be honest, I don't trust the government much anyway. So I'll try to conceal as much information as I can since this is just to keep tabs on feelings."
  },
  {
    "title": "Log 4",
    "date": "Sep 3, 2023",
    "desc": "Please, dear TW90aGVyCg==, whatever you do, please do not leave me. I've never had anyone but you. Not you, not to this atleast, I can't lose the only support I've had since %. Ever since that unfortunate day. I'm so tired of all of this, a continuous cycle of misfortune it has been. I just want out."
  },
  {
    "title": "Log 1",
    "date": "Sep 8, 2023",
    "desc": "I'm feeling a bit better today, the weather is nice too. The visit to the therapist helped out a bit. I've been told to write more about the past to remove the pent up stress i guess. I agree with her here. I need this I guess."
  },
  {
    "title": "Log 2",
    "date": "Sep 10, 2023",
    "desc": "Time heals no wounds, it's all make-belief. I hate this life. Another day, another nightmare, another morning of waking up panting and sweating. But I promise m t . This time I stopped him, I overpowered him. He was supposed to be our shelter, how could he then put us through this misery, and I'm supposed to be one half him? ridiculous. I'm glad the divorce happened."
  },
  {
    "title": "Log [BLUR]#%@[/BLUR]",
    "date": "Sep 12, 2023",
    "desc": "Such an unfortunate life. And such persistent nightmares. Mery-go-round of disasters in this short ugly life. It was truly unfortunate being your child."
  },
  {
    "title": "Log 5",
    "date": "Sep 13, 2023",
    "desc": "How i've always hated you, dreaded your presence so so much. I'm so glad she changed the stupid name anyway. 🏨🅰✨🏥ℹⓂ, what kinda name is that."
  },
  {
    "title": "Log [BLUR]#%@[/BLUR]",
    "date": "Sep 13, 2023",
    "desc": "M h , how I wish you hadn't fallen ill, I could've gone to my dream university. Really how does every tragedy befall the both of us. You tell me to be happy, but how can I, when all I've seen is misery in this world. I really could've made something of myself, could've given both of us a life."
  }
]
