[
  {
    "title": "Log 3",
    "date": "Sep 1, 2023",
    "desc": "My name is [HIDDEN]Mahad[/HIDDEN]. My therapist told me to start journaling, so here I am. I've decided to start jotting things down on my laptop since these are for myself only and this seems convenient. I don't see any point in putting in any information about me, to be honest, I don't trust the government  much anyway. So I'll try to conceal as much information as I can since this is just to keep tabs on feelings."
  },
  {
    "title": "Log 4",
    "date": "Sep 3, 2023",
    "desc": "Please, dear TW90aGVyCg==, whatever you do, please do not leave me. I've never had anyone but you. Not you, not to this atleast, I can't lose the only support I've had since %. Ever since that unfortunate day. I'm so tired of all of this, a continuous cycle of misfortune it has been. I just want out."
  },
  {
    "title": "Log 1",
    "date": "Sep 8, 2023",
    "desc": "I'm feeling a bit better today, the weather is nice too. The visit to the therapist helped out a bit. I've been told to write more about the past to remove the pent up stress i guess. I agree with her here. I need this I guess."
  },
  {
    "title": "Log 2",
    "date": "Sep 10, 2023",
    "desc": "Time heals no wounds, it's all make-belief. I hate this life. Another day, another nightmare, another morning of waking up panting and sweating. But I promise m t . This time I stopped him, I overpowered him. He was supposed to be our shelter, how could he then put us through this misery, and I'm supposed to be one half him? ridiculous. I'm glad the divorce happened."
  },
  {
    "title": "Log [BLUR]#%@[/BLUR]",
    "date": "Sep 12, 2023",
    "desc": "Such an unfortunate life . And such persistent nightmares. Mery-go-round of disasters in this short ugly life. It was truly unfortunate being your child."
  },
  {
    "title": "Log 5",
    "date": "Sep 13, 2023",
    "desc": "How i've always hated you, dreaded your presence so so much. I'm so glad she changed the stupid name anyway. 🏨🅰✨🏥ℹⓂ, what kinda name is that."
  },
  {
    "title": "Log [BLUR]#%&@[/BLUR]",
    "date": "Sep 13, 2023",
    "desc": "[BLUR]M h[/BLUR] , how I wish you hadn't fallen ill, I could've gone to my dream university. Really how does every tragedy befall the both of us. You tell me to be happy, but how can I, when all I've seen is misery in this world. I really could've made something of myself, could've given both of us a life. [IMAGE SRC={/assets/rice.png}][/IMAGE]"
  },
  {
    "title": "Grateful",
    "date": "October 15th, 2024",
    "desc": "Dear [BLUR]m   r[/BLUR], I’m so grateful, for the life you’ve given me ever since you brought me to this country. I’m just glad we escaped the continuous chitter chatter “bakwas” of those annoying people.I just can’t help but imagine that you’ve overworked yourself into this illness. I wish they’d just take their eyes off of us. I say these things to the therapist, and she looks at me with such confusion, then she starts writing god knows what on that writing pad of hers."
  },
  {
    "title":"Bad People Everywhere",
    "date": "November 1st, 2024",
    "desc": "I’m always a little happy that we left that hell–hole for this “land of the free”, but I never get why, even after this freedom, do its people have to be so rude? Ever since 5th grade, they’ve given me such creative names, I found them cool, but I never got why they kicked and punched me about it. But I get it now, it’s because people always prey on the people who are weaker than them, it’s just a rule of the world we live in. What else can it be? Why else would they come for every penny we have and deny your insurance.t"
  },
  {
    "title": "Corrupt and Stupid",
    "date": "November 12th, 2024",
    "desc": "I hate them all, all of them, corrupt and stupid. And they look at you like you’re dense when you tell them to use their millions of dollars to fix the flickering lights in the room, and they’ll look at you like you’re blind and tell you there are no flickering lights: [HIDDEN]www.youtube.com/watch?v=fFFNrL0y-9k[/HIDDEN] ...."
  },
  {
    "title": "I’m trying my best",
    "date": "November 25th, 2024",
    "desc": "I’m trying my best to afford your medicine and stuff [BLUR]   mt  [/BLUR] . It'll difficult to even scrape by with the wages that I get paid here. What a difficult life it has been for us both. God will ask the people in management for their wages. Multi-billion dollar company my [BLUR]ass[/BLUR]."
  },
  {
    "title":"I don’t like",
    "date": "December 3rd, 2024",
    "desc": "These people are trying so hard to hustle us for every penny we have. They knock on my door in the middle of the night, and try to break in from the window. I’ve nailed the windows shut but I’m still a little afraid they might get to me. I have no idea what to do."
  },
  {
    "title" : "Luigi",
    "date" : "December 5th, 2024",
    "desc" : "These greedy CEO’s deserve it. They deserve every bit of misery that comes their way. "
  },
  {
    "title": "????",
    "date": "15th December, 2024",
    "desc": "I remember, in 7th grade I brought home a cat, I named him Hash and I tried my best to take care of him. Such a lovely pet he'd proven. It was sad to see him disappear from the apartment one day. I hope he misses me too, wherever he is now. I hope he's good.                                                     [HIDDEN]https://www.instagram.com/jtinnoventions/p/DN8oG7oiMTH[/HIDDEN]/   .           "
  },
  {
    "title":"Health is Wealth",
    "date": "7th December, 2024",
    "desc": "?????[HIDDEN]https://drive.google.com/file/d/1h6ratLmqtjB9bVhjyfpQUiddHYzo1zXB/view?usp=sharing[/HIDDEN] ?????"
  }
]
